<template>
  <div class="protocol">
    <h1> “蜜蜂乐园”用户服务协议</h1>

    <p>特别声明 :</p>

    <p>
      &nbsp; &nbsp;
      亲爱的用户您好，欢迎使用由北京天赋通教育科技有限公司（下称“天赋通”或“我们”）为您提供的你拍一蜜蜂乐园产品（下称“蜜蜂乐园”）的服务。我们致力于为3~12岁孩子提供专业的思维启蒙教育。您作为本平台的使用者（下称用户）欲使用蜜蜂乐园服务，必须先认真阅读《“蜜蜂乐园”用户服务协议》（下称“本协议”）的全部条款（未成年人阅读时应得到其监户人的陪同），特别是本协议中免除、减轻或者限制天赋通责任的全部条款以及含有限制用户权利内容的全部条款。</p>
    <p>
      &nbsp; &nbsp;
      用户对蜜蜂乐园的注册、登录、使用等行为将视为用户与我们签署本协议并同意接受本协议各项条款的约束。我们可能会随时更新本协议，此等更新版本直接取代本协议原条款。用户可随时在蜜蜂乐园中查阅最新协议条款。如果用户不接受天赋通修改后的最新协议条款，请立即停止使用蜜蜂乐园服务。如果用户选择继续使用蜜蜂乐园的服务，则视为用户完全了解、接受并同意遵守天赋通修改后的最新协议条款。
    </p>

    一、用户条款<br>

    &nbsp; &nbsp;
    1、用户个人信息指用户真实姓名、性别、出生年月、所在城市、头像、手机号码、手机设备、识别码、IP地址等。非用户个人信息指用户对蜜蜂乐园的操作状态、使用记录等及其它一切非用户个人信息约定的内容。<br>

    &nbsp; &nbsp;&nbsp;
    &nbsp;2、用户通过微信等三方平台账号（下称“第三方平台”）注册、登录、使用蜜蜂乐园服务，将被视为用户完全了解、同意并接受天赋通已包括但不限于收集、统计、分析等方式使用其在蜜蜂乐园平台上填写、登记、公布、记录的全部信息（下称“第三方平台记录信息”）。用户一旦进行账号注册、登录、使用蜜蜂乐园服务等行为，均将被视为已经获得了用户本人的完全同意并授受天赋通对于该信息的合法使用，该信息的使用权适用与天赋通教育科旗下所有产品。天赋通使用用户信息目的在于为用户提供更好的产品体验及孩子学习成长发展；考虑科技使用用户信息的方式包括但不限于：收集、统计、分析、商业用途的使用等方式。<br>

    &nbsp; &nbsp;
    3、用户可能通过停止使用蜜蜂乐园服务，不再向天赋通提供用户信息。但是，用户此前同意天赋通使用的用户信息，天赋通不承担主动删除、销毁的责任。用户拒绝提供用户信息的，天赋通科技可以随时停止提供蜜蜂乐园服务。天赋通对用户信息的使用无需向用户支付任何费用。<br>

    &nbsp; &nbsp; 4、蜜蜂乐园注册用户在使用过程中发现有任何不满意之处，可通过客服联系我们，我们会收集您的反馈意见和建议对产品进行优化。<br>

    &nbsp; &nbsp; 5、天赋通尊重每一位用户的合法权利，尊重授权用户自由选择权，不会以违反法律、行政法规以及本协议约定的方式收集、使用用户信息。<br>

    二、服务使用条款<br>

    &nbsp; &nbsp;&nbsp;
    &nbsp;1、用户必须遵守中华人民共和国相关法律法规。用户对其账号注册、登录、使用蜜蜂乐园的全部行为，包括其提供给天赋通的全部用户信息、以其蜜蜂乐园服务账号进行的所有行为和事件都要独立承担全部法律责任。用户使用蜜蜂乐园提供服务的过程中，严格遵守以下规则：<br>
    &nbsp; &nbsp; (1)遵守中国法律、法规、行政规章及规范性文件；<br>
    &nbsp; &nbsp; (2)遵守天赋通与蜜蜂乐园服务的有关协议、规定、程序、通知、使用守则等全部文件；<br>
    &nbsp; &nbsp; (3)不得为任何违法、犯罪目的而使用蜜蜂乐园服务；<br>
    &nbsp; &nbsp; (4)不得以任何形式使用蜜蜂乐园服务侵犯天赋通的合法权利；<br>
    &nbsp; &nbsp; (5)不得利用天赋通提供的服务进行任何可能对与联网正常运转造成不利影响的行为；<br>
    &nbsp; &nbsp; (6)不得利用天赋通提供的服务上传、展示或者传播任何虚假的、骚扰性的、中伤他人的、种族歧视性的、辱骂性的、恐吓性的、情色的或其他任何非法的信息资料；<br>
    &nbsp; &nbsp; (7)不得以任何方式侵犯其他任何人依法享有的专利权、著作权、商标权、商业秘密等知识产权，第三人的名益权或其他任何第三方的合法权益。<br>

    &nbsp; &nbsp;&nbsp;
    &nbsp;2、天赋通有权对用户使用蜜蜂乐园服务的情况进行审查和监督，如用户在使用蜜蜂乐园服务时违反任何上述约定，天赋通有权要求用户改正或直接单方面采取一切必要措施，以消除或减轻用户的不当行为给天赋通、第三方、互联网服务或社会公共利益造成的任何影响。天赋通教育进行前述操作前、操作中和操作后，有权自行处理并不通知用户。<br>

    &nbsp; &nbsp; 3、用户在使用天赋通各项服务的同时,同意接受天赋通发布、推送、提供的各类信息。天赋通有权随时变更、 中止或终止部分或全部的蜜蜂乐园服务,天赋通无需就此通知用户,
    且天赋通不因此对用户或任何第三方承担任何责任。<br>

    &nbsp; &nbsp; 4、用户购买蜜蜂乐园的所有产品成功后没有退款服务，蜜蜂乐园对所有售卖的产品价钱可能随时变更调整，且我们也无法保证提供的内容满足所有用户的预期，也对因此引起的任何纠纷不承担责任。<br>

    &nbsp; &nbsp; 5、奖学金奖励规则和奖学金额度，天赋通和蜜蜂乐园有权随时变更，且对变更后引起的任何纠纷不承担责任。<br>

    三、免责条款<br>

    &nbsp; &nbsp; 1、天赋通将按照法律法规的规定及行业规范使用用户信息,
    不向任何无关的第三方披露用户个人信息中能够对用户个人进行身份辨识的用户个人信息或用户个人通讯信息,但有下列情形之一的情况除外:<br>
    &nbsp; &nbsp; (1)事先获得了蜜蜂乐园用户的授权;<br>
    &nbsp; &nbsp; (2)为了维护公众以及天赋通的合法权益;<br>
    &nbsp; &nbsp;
    (3)天赋通可能会与第三方合作向用户提供相关的网络服务,在此情形下,如果该第三方同意承担与本协议约定的同等条款责任以及不涉及侵犯用户隐私等行为,则天赋通有权将用户信息提供给该第三方,无需获得用户的另行同意；<br>
    &nbsp; &nbsp; (4)按照有关的法律法规要求，按照相关政府主管部门、司法机关的要求。<br>

    &nbsp; &nbsp; 2、天赋通提供的全部服务信息仅依照该等信息提供时的现状提供并仅供用户参考,天赋通不对前述信息的准确性,完整性,适用性等做任何承诺和保证。 用户应对天赋通提供的信息行判断,
    并承担因使用前述信息而引起的任何风险,包括因其对信息的正确性、完整性或实用性的任何依赖或信任而导致的风险,天赋通无需对因用户使用信息的任何行为导致的任何损失承担责任。<br>

    &nbsp; &nbsp;
    3、对于因不可抗力或天赋通不能预料,或不能控制的原因(包括但不限于计算机病毒或黑客攻击、系统不稳定,用户不当使用账户、以及其他任何技术,互联网络,通信线路原因等)造成的包括但不限于用户计算机或者移动设备信息和数据的安全,用户个人信息的安全等给用户或任何第三方造成的任何损失等,天赋通不承担任何责任。<br>

    &nbsp; &nbsp; 4、由于用户以违法,违规或违反本协议约定等任何方式使用蜜蜂乐园服务的行为,包括但不限于登录网站或登录移动设备所填写的内容违法 不真实、
    不正当,侵犯第三方任何合法权益等,给天赋通或其他第三人造成的任何损失,用户同意承担由此造成的全部损害赔偿责任。<br>

    &nbsp; &nbsp;
    5、用户完全了解并同意,在使用蜜蜂乐园服务的过程中,可能存在来任何其他第三方的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为,也可能存在对他人权利(包括知识产权)造成侵犯的匿名、冒名或伪造的各种信息或行为，用户须行判断相关内容、信息、行为的安全性等风险,
    并行独立承担上述风险给天赋通或第三方造成的任何责任。<br>

    &nbsp; &nbsp; 6、用户完全了解并同意，发生上述任何一种或多种情形时，天赋通对向任何第三方披露用户的行为不承担任何责任。<br>

    四、知识产权<br>

    &nbsp; &nbsp;
    1、知识产权是指与蜜蜂乐园服务相关的各种类的过去有效的、现行有效的、或即将产生的知识产权，包括但不限于发明专利、商标、著作权、实用新型、外观设计、布图设计、商业秘密、其他知识产权以及相关申请的权利。<br>

    &nbsp; &nbsp;
    2、天赋通为与蜜蜂乐园服务相关的全部知识产权的权利人，对蜜蜂乐园服务提供过程中包含的全部知识产权，包括但不限于任何文本、图片、图形、音频或视频资料享有及保留完整、独立的全部权利。
    未经天赋通同意，用户不得擅自向任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行天赋通术有知识产权的或者蜜蜂乐园服务提供任何资料和信息，也不得将前述资料和信息用于任何商业目的。<br>

    &nbsp; &nbsp;
    3、对于用户本人创作并上传到蜜蜂平台的任何文本、图片、图形、音频或视频等资料，天赋通保留对其内容进行实时监控的权利，并有权依天赋通独立判断对任何违反本协议约定或涉嫌违法、违规的内容实施删除。
    天赋通对于删除用户作品引起的任何后果或导致用户的任何损失不负任何责任。<br>

    &nbsp; &nbsp; 4、本条款非经天赋通书面同意将持续有效，不因用户关闭蜜蜂乐园服务账户或者停止使用蜜蜂乐园服务而失效。<br>

    五、适用法律和争议解决<br>

    &nbsp; &nbsp; 1、本协议的成立、生效、履行、解释及因本协议产生的任何争议，均适用中华人民共和国法律。
    用户和天赋通之间与本协议有关的任何争议，首先应友好协商解决，在争议发生之日起七个工作日内仍不能通过协商达成一致的，用户可将前述争议提交北京天赋通有限公司所在地的人民法院进行诉讼。<br>

    六。 补充协议<br>

    &nbsp; &nbsp; 1、如本协议中的任何条款因任何原因完全或部分无效或不具有执行力，均不影响本协议其他条款的效力。<br>

    &nbsp; &nbsp; 2、本协议及本协议任何条款内容的最终解释权及修改权归天赋通术所有。 若您对天赋通及本服务有任何意见，请咨询天赋通客服中心。邮箱:contact@tianfutong.org


  </div>
</template>

<script>
  export default {
    data() {
      return {}
    },
    methods: {}
  }

</script>

<style lang="less" scoped>
  .protocol {
    font-size: .24rem;
    width: 100%;
    height: 100;
    overflow: auto;
    padding: 0 .5rem;
    box-sizing: border-box;
    line-height: .5rem;

    h1 {
      width: 100%;
      height: 1rem;
      line-height: 1rem;
      font-size: .36rem;
      font-weight: bold;
      text-align: center;

    }
  }

</style>
